Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/laereplaner-i-samisk-flere-alternativer.html.tmx
Source language: nob
Languages: sma

source: Læreplaner i samisk - flere alternativer
sma: Learoesoejkesjh saemien - jienebh alternatijvh

source: Det er mulig å velge opplæring mellom følgende alternativer:
sma: Gåarede lïerehtimmiem veeljedh daej alternatijiv gaskem:

source: Samisk som førstespråk
sma: Saemien voestesgïeline

source: Samisk som andrespråk, samisk 2
sma: Saemien mubpiengïeline, saemien 2

source: Samisk som andrespråk, samisk 3
sma: Saemien mubpiengïeline, saemien 3

source: Samisk som andrespråk, samisk 4
sma: Saemien mubpiengïeline, saemien 4

source: Samisk som fremmedspråk
sma: Saemien ammesgïeline

source: Samisk som førstespråk er for elever som har samisk som hjemmespråk og snakker samisk når de begynner på skolen.
sma: Saemien voestesgïeline lea dejtie learoehkdiie mah saemien hïejmegïeline utnieh jïh saemiestieh gosse skuvlesne aelkieh.

source: Elever som har samisk som førstespråk, får den første lese- og skriveopplæringen på samisk.
sma: Learohkh mah saemien voestesgïeline utnieh, dam voestes lohkeme- jïh tjaelemelïerehtimmiem åadtjoeh saemien gïelesne.

source: I norskfaget får de opplæring etter læreplan i norsk for elever med samisk som førstespråk.
sma: Nöörjenfaagesne lïerehtimmiem åadtjoeh learoesoejkesjen mietie nöörjengïelesne dejtie learoehkidie mah saemien voestesgïeline utnieh.

source: Førstespråket har flere undervisningstimer og læreplanen har større krav enn andrespråks læreplanen.
sma: Voestesgïele jienebh ööhpehtimmietæjmoeh åtna jïh learoesoejkesje stuerebe krievenassh åtna goh mubpiengïelen learoesoejkesje.

source: Det er mulig å velge to førstespråk, altså både samisk og norsk som førstespråk.
sma: Gåarede göökte voestesgïelh veeljedh, amma dovne saemien jïh nöörjen goh voestesgïele.

source: Samisk som andrespråk - tre ulike alternativer med ulik vanskelighetsgrad
sma: Saemien mubpiengïeline - golme ovmessie alternatijvh joekehts gïervevoetine.

source: Elever som har samisk som andrespråk, kan ha ulike forkunnskaper når de starter med samisk språkopplæring.
sma: Learohkh mah saemien mubpiengïeline utnieh, maehtieh joekehts åvtedaajroeh utnedh gosse saemien gïelelïerehtimmine aelkieh.

source: For noen elever er samisk et helt nytt språk, mens andre kan noe samisk når de begynner på skole.
sma: Muvhtide learoehkidie saemien akte eevre orre gïele, mearan mubpieh ånnetji saemien maehtieh gosse skuvlesne aelkieh.

source: Situasjonen for elever når det gjelder muligheter til å utvikle språket ved å høre og få bruke språket daglig i sitt nærmiljø, er også ulik.
sma: Dan åvteste learohkh joekehts nuepieh utnieh sijjen gïelem evtiedidh gosse eah seamma nuepieh utnieh gïelem govledh jïh nuhtjedh sijjen voengesne biejjieladtje.

source: Derfor er læreplanen i samisk som andrespråk, bygd opp slik at den skal passe for elever med ulike forkunnskaper, for elever som har behov for å bruke noe lengre tid på innlæring av språket og for elever som starter med samisk på ulike årstrinn.
sma: Dan åvteste learoesoejkesje saemieïn gïelesne mubpiengïeline, lea bæjjese bigkeme guktie dïhte edtja sjiehtedh gaajhkide learoehkidie ovmessie åvtedaajroejgujmie, learoehkide mah ånnetji guhkebe tijjem darpesjieh gïelem lieredh jih learoehkide mah saemien gïeline aelkieh ovmessie jaepiedaltesinie.

source: Elever kan i samisk som andrespråk velge å få sluttvurdering og ta avsluttende eksamen på grunnskolen og videregående opplæring etter ulike alternativer hvor krav til sluttkompetanse i faget ikke er like høy i de tre alternativene.
sma: Learohkh maehtieh saemiengïelesne mubpiengïeline veeljedh galhkuvevuarjasjimmiem åadtjodh jïh galhkuveeksamenem vaeltedh maadthskuvlesne jïh jåarhkelïerehtimmesne ovmessie alternatijvi mietie gusnie krïevenasse galhkuvemaahtose faagesne ij leah seamma jolle goh dejnie golme alternatijvine.

source: Faget samisk som andrespråk består av følgende alternativer:
sma: Faage saemien mubpiengïeline daejtie alternatijvide åtna:

source: samisk som andrespråk – samisk 2 er det alternativet innen samisk som andrespråk som gir best språkkunnskaper.
sma: saemien mubpiengïeline - saemien 2 lea dïhte alternatijve saemien gïelen mubpiengïeline sisnjelen mij bööremes gïeledaajroeh vadta.

source: Valg av dette alternativet på grunnskolen, vil bidra til å legge grunnlag for elevens funksjonelle tospråklighet ved endt skolegang.
sma: Gosse daam alternatijvem veeljie dellie dïhte sæjhta våaroeminie årrodh learohken funksjonelle guektiengïelevoetese mænngan skuvlem orrijamme.

source: samisk som andrespråk – samisk 3 er et alternativ for elever som vil ha nytte av å bruke mer tid på å lære samisk og for elever som starter med samisk sent på barnetrinnet eller først på ungdomstrinnet.
sma: saemien mubpiengïeline - saemien 3 lea akte alternatijve learoehkidie mah sijhtieh nåhtoem utnedh guhkebe tïjjem nuhtjedh saemien lïeredh jïh learoehkidie mah seenhte saemiengïeline aelkieh maanadaltesisnie jallh easkah noeredaltesisnie.

source: samisk som andrespråk – samisk 4 er et tilbud for nybegynnere i samisk på videregående opplæring og kan velges kun av elever som ikke har hatt samisk på grunnskolen.
sma: saemien mubpiengïeline - saemien 4 lea akte faalenasse dejtie mah aelkieh saemien lïeredh jåarhkelïerehtimmesne jïh ajve dah learohkh mah eah saemien maadthskuvlesne åtneme maehtieh dam veeljedh.

source: Krav i læreplan i samisk som andrespråk- samisk 2/ samisk 3/ samisk 4
sma: Krïevenassh learoesoejkesjisnie saemien mubpiengïeline - saemien 2/ saemien 3/ saemien 4/

source: Læreplanen i faget samisk som andrespråk er bygd opp slik at det består av 9 nivåer.
sma: Learoesoejkesje faagesne saemien mubpiengïeline lea bæjjese bigkeme guktie 9 daltesh åtna.

source: Elever som har samisk 2, skal kunne kompetansemål for alle 9 nivåer etter tredje år på videregående opplæring, mens elever som har samisk 3, skal kunne kompetansemål for nivå 1-6.
sma: Learohkh mah saemien 2 utnieh, edtjieh maahtoeulmide maehtedh gaajhkide 9 daltesidie gåalmeden jaepien mænngan jåarhkelïerehtimmesne, mearan learohkh mah saemien 3 utnieh, edtjieh maahtoeulmide daltesidie 1-6 maehtedh.

source: De som har samisk 4, skal kunne kompetansemålene for nivå 1-3 etter Vg3.
sma: Dah mah saemien 4 utnieh edtjieh maahtoeulmide daltesidie 1-3 maehtedh Jåa3 mænngan.

source: Samisk 2
sma: Saemien 2

source: Samisk 3
sma: Saemien 3

source: Samisk 4
sma: Saemien 4

source: Elevene kunne
sma: maahtoeulmide

source: Kompetansemål for
sma: maahtoeulmide

source: etter 7. årstrinn
sma: 7. jaepiedaltesen mænngan

source: Har ikke samisk på grunnskolen
sma: eah saemien maadthskuvlesne utnieh

source: etter 10. årstrinn
sma: 10. jaepiedaltesen mænngan

source: etter Vg 1
sma: Jåa 1 mænngan

source: etter Vg 2
sma: Jåa 2 mænngan

source: etter Vg 3
sma: Jåa 3 mænngan

source: Skoleeier kan gi tilbud om samisk som fremmedspråk til alle elever på lik linje med andre fremmedspråktilbud.
sma: Skuvleaajhtere maahta faalenassem vedtedh saemien bïjre ammesgïeline gaajhkide learoehkidie seammalaakan goh jeatjah ammesgïelefaalenassigujmie.

source: Elever får opplæringen etter læreplan for fremmedspråk.
sma: Learohkh lïerehtimmiem åadtjoeh learoesoejkesjen mietie ammesgïelide.

source: Elever som har samisk som fremmedspråk, er ikke fritatt i opplæring og vurdering i sidemål skriftlig.
sma: Learohkh mah saemien ammesgïeline utnieh, eah leah lutniestamme lïerehtimmeste jïh vuarjasjimmeste tjaaleldh baaltegïelesne.
